app/Http/Controllers/HomeController.php

    public function index()
    {
        $companies = Company::with([
            'media' => function ($query) {
                $query->select('id', 'model_id', 'model_type', 'disk', 'file_name', 'generated_conversions', 'collection_name');
            },
            'tagsRelation' => function ($query): void {
                $query->select('tags.id', 'name')->limit(3);
            },
        ])
          ->approved()
          ->paginate(20, ['companies.id', 'name', 'description', 'slug']);
---
SELECT * FROM "media" WHERE "media"."model_id" in (1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20) and "media"."model_type" = 'company'